Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Move {{count}} reviews to the "Closed (system)" stage. This action cannot be undone.
it_it: Sposta {{count}} Valutazioni nella fase "Chiuso (sistema)". Questa azione non può essere annullata.

source: Once this stage is completed, the manager reviewer will be notified so that they can make changes to their ratings and comments before publishing the review for the worker. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
it_it: Una volta completata questa fase, il manager revisore verrà notificato in modo che possa apportare modifiche alle valutazioni e ai commenti prima di pubblicare la revisione per il collaboratore. Ricorda che i moduli vengono elaborati in background. A seconda del volume di revisioni che hai selezionato, potresti ancora vedere alcuni di questi moduli quando applichi selezioni future mentre li elaboriamo e li rimandiamo ai manager. Potrai continuare a utilizzare l'applicazione e intraprendere qualsiasi altra azione necessaria.

source: {{count}} review was successfully moved to "Conversation & publication" stage.
it_it: {{count}} revisione spostata correttamente alla fase "Conversazione e pubblicazione".

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.x
it_it: {{count}} revisioni spostate correttamente alla fase "Conversazione e pubblicazione".

source: Move {{count}} review to the "Conversation & publication" stage. This action cannot be undone.
it_it: Sposta {{count}} revisione alla fase "Conversazione e pubblicazione". Questa azione non può essere annullata.

source: Move {{count}} reviews to the "Conversation & publication" stage. This action cannot be undone.
it_it: Sposta {{count}} revisioni alla fase "Conversazione e pubblicazione". Questa azione non può essere annullata.

source: Review stage changed
it_it: Fase di valutazione modificata

source: Current selection: {{count}}
it_it: Selezione attuale: {{count}}

source: Select reviews to continue
it_it: Seleziona le valutazioni per continuare

source: To move reviews to a different stage, select the review stage and then filter to find specific reviews in the selected stage.
it_it: Per spostare le revisioni a una fase diversa, seleziona la fase della revisione e poi filtra per trovare revisioni specifiche nella fase selezionata.

source: Select a stage to continue
it_it: Seleziona una fase per continuare

source: Move stages
it_it: Sposta le fasi

source: Reviews in the selected stage: {{count}}
it_it: Valutazioni nella fase selezionata: {{count}}

source: {{count}} reviews were successfully moved.
it_it: {{count}} valutazioni sono state spostate con successo.

source: {{count}} review was successfully moved.
it_it: {{count}} valutazione è stata spostata con successo.

source: Move to "Conversation & publication" stage
it_it: Sposta alla fase "Conversazione e pubblicazione"

source: Move to "Closed (system)" stage
it_it: Sposta nella fase "Chiuso (sistema)"

source: Move to "Pending sign-off" stage
it_it: Sposta alla fase "In attesa di approvazione"

source: Reopen (worker and manager)
it_it: Riapri (collaboratore e manager)

source: You’re about to reassign the manager for this performance review. The new manager will gain all permissions and actions currently available to the existing manager.
it_it: Stai per riassegnare il manager per questa Valutazione delle prestazioni. Il nuovo manager otterrà tutti i permessi e le azioni attualmente disponibili per il manager esistente.

source: Reviews in "{{stage}}" stage: {{count}}
it_it: Valutazioni nella fase "{{stage}}": {{count}}

source: Exclude sensitive content
it_it: Escludi contenuti sensibili

source: Search for sensitive content
it_it: Cerca contenuti sensibili

source: Show only sensitive content
it_it: Mostra solo contenuti sensibili

source: Show all
it_it: Mostra tutto

source: Back to performance review templates
it_it: Torna ai modelli di revisione delle prestazioni

source: Delete selected
it_it: Elimina selezionate

source: Reviews that have passed the moderation stage cannot be deleted.
it_it: Le revisioni che hanno superato la fase di moderazione non possono essere eliminate.

source: Current stage
it_it: Fase attuale

source: Global ID
it_it: ID globale

source: Review content
it_it: Contenuto della revisione

source: Manager view
it_it: Vista manager

source: Move to a different stage
it_it: Sposta a una fase diversa

source: New review stage
it_it: Nuova fase di valutazione

source: Search results: {{count}}
it_it: Risultati della ricerca: {{count}}

source: Review stage: {{stage}}
it_it: Fase della revisione: {{stage}}

source: View review
it_it: Visualizza revisione

source: This review doesn't exist or is no longer available to you.
it_it: Questa revisione non esiste o non è più disponibile per te.

source: Indicate frequency
it_it: Indica la frequenza

source: Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
it_it: Riapri il modulo solo se desideri che il collaboratore modifichi e invii nuovamente la sua revisione. Altrimenti, puoi modificare direttamente i tuoi commenti e la tua valutazione qui sotto.

source: If you reopen this review, {{employee}} will be notified and will be able to edit their review.
it_it: Se riapri questa valutazione, {{employee}} riceverà una notifica e potrà modificare la propria revisione.

source: If you reopen this review, {{employee}} will be notified.
it_it: Se riapre questa Valutazione, {{employee}} verrà avvisato.

source: Requested to {{count}} workers:
it_it: Richiesto a {{count}} collaboratori:

source: Requested to 1 worker:
it_it: Richiesto a 1 collaboratore:

source: {{count}} people have answered this request
it_it: {{count}} persone hanno risposto a questa richiesta

source: {{count}} person has answered this request
it_it: {{count}} persona ha risposto a questa richiesta

source: {{count}} people have not answered this request
it_it: {{count}} persone non hanno risposto a questa richiesta

source: {{count}} person has not answered this request
it_it: {{count}} persona non ha risposto a questa richiesta

source: Add all goal types
it_it: Aggiungi tutti i tipi di obiettivi

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once published, {{employee}} will see the outcome of the review.
it_it: Se pubblichi questa revisione ora, {{employee}} non potrà inviare la propria autorevisione e non potrai modificare la tua revisione in seguito. Una volta pubblicata, {{employee}} vedrà il risultato della revisione.

source: I understand. I want to publish this review now.
it_it: Capisco. Voglio pubblicare questa revisione ora.

source: OK. I will wait for the self-review to be submitted, and I will publish this review later.
it_it: OK. Aspetterò l'invio dell'autorevisione e pubblicherò questa revisione più tardi.

source: Peers
it_it: Colleghi

source: Self
it_it: Autonoma

source: 360 review
it_it: Revisione a 360 gradi

source: Your review was submitted and will now be visible to the manager reviewer. Once published by the manager, the self-reviewer will also be able to see your input.
it_it: La tua revisione è stata inviata e sarà ora visibile al manager revisore. Una volta pubblicata dal manager, anche chi ha effettuato l'autorevisione potrà vedere il tuo contributo.

source: The new manager was successfully assigned to the review.
it_it: Il nuovo manager è stato assegnato con successo alla revisione.

source: The manager was successfully removed from the review.
it_it: Il responsabile è stato rimosso con successo dalla Valutazione.

source: Additional managers
it_it: Manager aggiuntivi

source: After applying, all remaining requests to add managers by the worker will be dismissed.
it_it: Dopo l'applicazione, tutte le richieste rimanenti di aggiungere manager da parte del collaboratore saranno respinte.

source: Remember that the focus of your performance review should be the changes you can make to be more impactful in the future. It’s good to reflect on the past, but don't forget to translate it into an action looking forward.
it_it: Ricorda che l'obiettivo della revisione delle prestazioni dovrebbe essere individuare i cambiamenti che puoi apportare per avere un impatto maggiore in futuro. È bene riflettere sul passato, ma non dimenticare di tradurlo in un'azione per il futuro.

source: Here are some tips to make the most out of your performance conversation.
it_it: Ecco alcuni consigli per sfruttare al meglio il tuo colloquio di revisione delle prestazioni.

source: Performance reviews can be daunting; make sure to address any concerns you have with your manager before the review so that you can have a productive conversation together.
it_it: Le revisioni delle prestazioni possono essere intimidatorie; assicurati di affrontare qualsiasi preoccupazione con il tuo manager prima della revisione in modo da avere una conversazione produttiva insieme.

source: Gather your performance data, including feedback from colleagues, progress on your goals, survey reports, and any other relevant data. It is important to analyze your performance data so that you're ready and prepared for your performance review.
it_it: Raccogli i tuoi dati sulle prestazioni, inclusi i feedback dei colleghi, i progressi sui tuoi obiettivi, i rapporti dei sondaggi e qualsiasi altro dato rilevante. È importante analizzare i dati sulle prestazioni per prepararti alla tua revisione delle prestazioni.

source: Have a great review conversation!
it_it: Buon colloquio di revisione!

source: Ahead of your performance review, take the time to look back on your progress and your achievements. This is the time to voice how you want to progress in your role and to plan a roadmap with your manager.
it_it: Prima della tua revisione delle prestazioni, prenditi il tempo per riflettere sui tuoi progressi e sui tuoi successi. Questo è il momento per esprimere come desideri progredire nel tuo ruolo e pianificare una roadmap con il tuo manager.

source: Attachment:
it_it: Allegato:

source: Why not request feedback on your behaviors now?
it_it: Perché non richiedere un feedback sui tuoi comportamenti adesso?

source: Hide behavior details
it_it: Nascondi dettagli del comportamento

source: For your conversation, reflect on {{name}}'s behavior profile and think about occurrences when they have demonstrated each behavior, and what you think they should focus on in the future.
it_it: Per la tua conversazione, rifletti sul profilo comportamentale di {{name}}, individua gli episodi in cui ha dimostrato ciascun comportamento e pensa su cosa credi che dovrebbe concentrarsi in futuro.

source: For your conversation, reflect on your behavior profile and think about occurrences when you demonstrated each behavior, or how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and whether you can use these to highlight any examples you have. Notice any gaps in your wheel? Request feedback now from your peers and stakeholders on any key behaviors.
it_it: Per la tua conversazione, rifletti sul tuo profilo comportamentale e pensa agli episodi in cui hai dimostrato ciascun comportamento o come puoi concentrarti su di essi in futuro. Rifletti su eventuali feedback o insight che hai ricevuto dai colleghi e se puoi usarli per evidenziare eventuali esempi. Noti delle lacune? Richiedi feedback a colleghi e stakeholder su qualsiasi comportamento chiave.

source: Show behavior details
it_it: Mostra i dettagli del comportamento

source: {{name}} has not received any behaviors over this review period.
it_it: {{name}} non ha ricevuto alcun comportamento durante questo periodo di revisione.

source: You have not received any behaviors over this review period.
it_it: Non hai ricevuto alcun comportamento durante questo periodo di revisione.

source: {{name}}'s behavior profile
it_it: Profilo comportamentale di {{name}}

source: This was not resolved. I want to formally challenge my review.
it_it: Il problema non è stato risolto. Voglio contestare formalmente la mia revisione.

source: Discussion requested
it_it: Discussione richiesta

source: Challenged
it_it: Contestazione aperta

source: Change scale
it_it: Cambia scala

source: Comments added by:
it_it: Commenti aggiunti da:

source: Share your final thoughts
it_it: Condividi le tue considerazioni finali

source: Complete moderation
it_it: Moderazione completata

source: Go to the review list
it_it: Vai all'elenco delle revisioni

source: Stay on this review
it_it: Rimani su questa revisione

source: Please check the status of the review timeline at the top of the review form to see the next step in the process for {{employee}}.
it_it: Controlla lo stato della cronologia della revisione nella parte superiore del modulo di revisione per vedere il passaggio successivo nel processo per {{employee}}.

source: You have completed the moderation stage.
it_it: Hai completato la fase di moderazione.

source: I confirm that I have received feedback during the review challenge process.
it_it: Confermo di aver ricevuto feedback durante il processo di revisione della contestazione.

source: Confirmation
it_it: Conferma

source: Performance conversation confirmation
it_it: Conferma della conversazione sulle prestazioni

source: Create custom widget
it_it: Crea widget personalizzato

source: Edit widget
it_it: Modifica widget

source: No custom widgets yet
it_it: Ancora nessun widget personalizzato

source: Editable after result publication
it_it: Modificabile dopo la pubblicazione dei risultati

source: Are you sure you want to exit? Your changes will not be saved.
it_it: Vuoi uscire? Le modifiche non verranno salvate.

source: Create widget
it_it: Crea widget

source: Enter a question
it_it: Inserisci una domanda

source: Widget title
it_it: Titolo del widget

source: Enter a title
it_it: Inserisci un titolo

source: Widget visible to managers and workers
it_it: Widget visibile a manager e a collaboratori

source: Widget visible only to managers
it_it: Widget visibile solo ai manager

source: Widget placement
it_it: Posizionamento del widget

source: Above the overall performance
it_it: Sopra le prestazioni complessive

source: End of the form
it_it: Fine del modulo

source: Top of the form
it_it: Inizio del modulo

source: Response visibility
it_it: Visibilità della risposta

source: Reassign my manager review
it_it: Riassegna la mia revisione del manager

source: Manager — Reassigned by {{name}}
it_it: Manager, riassegnato da {{name}}

source: Reassigned manager review to:
it_it: Revisione del manager riassegnata a:

source: Reassigned to you by:
it_it: Riassegnato a te da:

source: I want to discuss further
it_it: Voglio discutere ulteriormente

source: Do you want to respond or highlight any changes to the worker?
it_it: Vuoi rispondere o evidenziare eventuali modifiche per il collaboratore?

source: You have indicated that you would like to have a conversation about your review; therefore, your manager will be able to amend their ratings and comments. Once they republish the review, you will be able to accept or challenge their final submission.
it_it: Hai indicato che desideri avere una conversazione sulla tua valutazione; di conseguenza, il tuo manager sarà in grado di modificare le sue valutazioni e i suoi commenti. Una volta ripubblicata la revisione, potrai accettare o contestare la sua decisione finale.

source: Edit performance review
it_it: Modifica Valutazione delle prestazioni

source: If you submit your self-review now, you will not be able to edit it later.
it_it: Se invii ora la tua autorevisione, non potrai modificarla in seguito.

source: If you submit now, {{employee}} will not be able to submit their self-review.
it_it: Se invii ora, {{employee}} non potrà inviare la propria autorevisione.

source: I understand. I want to submit my self-review now.
it_it: Capisco. Voglio inviare la mia autorevisione ora.

source: Your self-review was submitted to your manager.
it_it: La tua autorevisione è stata inviata al tuo manager.

source: I understand. I want to submit my review now and start the performance conversation.
it_it: Capisco. Voglio inviare la mia revisione ora e iniziare la conversazione sulle prestazioni.

source: I need to continue making changes. I will submit my review later.
it_it: Ho bisogno di continuare a fare modifiche. Invierò la mia revisione più tardi.

source: I need to continue making changes. I will submit my self-review later.
it_it: Ho bisogno di continuare a fare modifiche. Invierò la mia autorevisione più tardi.

source: No description, measurement criteria or key deliverables to display.
it_it: Non sono presenti descrizioni, criteri di misurazione o risultati chiave da visualizzare.

source: If you submit your review now, you will not be able to edit it later.
it_it: Se invii la tua revisione ora, non potrai modificarla in seguito.

source: If you submit now, {{reviewers}} will not be able to submit their reviews.
it_it: Se la invii ora, {{reviewers}} non potranno inviare le proprie revisioni.

source: I understand. I want to submit my manager review now.
it_it: Capisco. Voglio inviare ora la mia revisione del manager.

source: OK. I will wait for the other reviews to be submitted.
it_it: Ok. Aspetterò che vengano inviate le altre revisioni.

source: The additional manager review is optional. No review was provided yet.
it_it: La revisione dei manager aggiuntivi è facoltativa. Non è stata ancora fornita alcuna revisione.

source: I understand. I want to submit my review now.
it_it: Capisco. Voglio inviare la mia revisione ora.

source: {{name}} has not received any feedback that is visible to you over this review period.
it_it: {{name}} non ha ricevuto alcun feedback visibile a te durante questo periodo di revisione.

source: Why not review your feedback now?
it_it: Perché non rivedere il tuo feedback ora?

source: You have not received any feedback that is visible to {{name}} over this review period.
it_it: Non hai ricevuto alcun feedback visibile a {{name}} durante questo periodo di revisione.

source: Change overall performance comment
it_it: Cambia il commento sulle prestazioni complessive

source: Change overall performance rating
it_it: Modifica valutazione delle prestazioni complessive

source: Clicking the button will confirm your agreement with the performance review data.
it_it: Facendo clic sul pulsante confermerai il tuo accordo con i dati della revisione delle prestazioni.

source: This performance review was validated by a higher-level manager.
it_it: Questa revisione delle prestazioni è stata convalidata da un manager di livello superiore.

source: The review was successfully validated.
it_it: Revisione convalidata correttamente.

source: This snapshot reflects the status of the behaviors as of {{date}}
it_it: Questa istantanea riflette lo stato dei comportamenti in data {{date}}

source: Close details
it_it: Chiudi dettagli

source: Tags:
it_it: Tag:

source: View details
it_it: Visualizza dettagli

source: Goals and feedback were shared with the reassigned manager to enable completion of the review.
it_it: Gli obiettivi e i feedback sono stati condivisi con il manager riassegnato per consentire il completamento della revisione.

source: Goals at a glance
it_it: Obiettivi in sintesi

source: Review uploaded by HR on {{date}}
it_it: Revisione caricata da HR in data {{date}}

source: Not submitted
it_it: Non inviato

source: Access reviews, monitor progress, and keep up with the process.
it_it: Accedi alle valutazioni, monitora i progressi e rimani in linea con il processo.

source: This was resolved. I’m happy with the outcome.
it_it: La questione è stata risolta e il risultato mi soddisfa.

source: Go to this goal page
it_it: Vai a questa pagina degli obiettivi

source: Show closed reviews
it_it: Mostra revisioni chiuse

source: Manager to complete the challenge review:
it_it: Il manager deve completare la revisione della contestazione:

source: There are {{count}} reviews in "{{stage}}" stage. Apply filters to view the reviews and move them to the next stage.
it_it: Sono presenti {{count}} revisioni nella fase "{{stage}}". Applica i filtri per visualizzare le revisioni e spostarle alla fase successiva.

source: View all or apply filters to see reviews and available actions
it_it: Visualizza tutto o applica filtri per vedere le valutazioni e le azioni disponibili

source: No reviews match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
it_it: Nessuna revisione corrisponde alla selezione del filtro corrente. Modifica la selezione del filtro per trovare le revisioni e spostarle ad altre fasi.

source: Apply filters to view and delete reviews
it_it: Applica filtri per visualizzare ed eliminare le revisioni

source: Delete selected reviews
it_it: Elimina le revisioni selezionate

source: Search for managers and IDs
it_it: Cerca manager e ID

source: Search for an organizational unit
it_it: Cerca un'unità organizzativa

source: Search for workers and IDs
it_it: Cerca collaboratori e ID

source: Select stage
it_it: Seleziona fase

source: Move selected reviews to a different stage
it_it: Sposta le revisioni selezionate a una fase diversa

source: Try adjusting your filters to find what you are looking for.
it_it: Prova a modificare i filtri per trovare quello che stai cercando.

source: No reviews found
it_it: Nessuna valutazione trovata

source: Apply filters to view the reviews and move them to the next stage.
it_it: Applica i filtri per visualizzare le valutazioni e spostarle alla fase successiva.

source: No reviews in "{{stage}}" stage match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
it_it: Nessuna revisione nella fase "{{stage}}" corrisponde alla selezione del filtro corrente. Modifica la selezione del filtro per trovare le revisioni e spostarle ad altre fasi.

source: Review stage
it_it: Fase della revisione

source: If you are ready to have a performance conversation with {{employee}}, you can then submit your review. Note that they will not see your review until you publish it.
it_it: Se vuoi procedere alla conversazione sulle prestazioni con {{employee}}, puoi inviare la tua revisione. Ricorda che non vedrà la tua revisione finché non la pubblicherai.

source: Additional manager — Invited by {{name}}
it_it: Manager aggiuntivo, invitato da {{name}}

source: Your review was submitted, but has not yet published to the worker.
it_it: La tua revisione è stata inviata, ma non è ancora stata pubblicata per il collaboratore.

source: Manager requested by worker
it_it: Manager richiesto dal collaboratore

source: Add manager reviewers
it_it: Aggiungi manager revisori

source: Additional Managers
it_it: Manager aggiuntivi

source: Your suggested additional reviewers were successfully removed.
it_it: I revisori aggiuntivi da Lei suggeriti sono stati rimossi con successo.

source: Your manager will now see your suggested manager reviewers, and can invite them to participate in this review.
it_it: Ora il tuo manager vedrà i manager revisori che hai suggerito e potrà invitarli a partecipare a questa revisione.
